var subAreas = {
    '01': ['01 종로구', '02 중구', '03 동대문구', '04 성동구', '05 성북구', '06 도봉구', '07 서대문구', '08 은평구', '09 마포구', '10 용산구', '11 영등포구', '12 동작구', '13 강남구', '14 강동구', '15 강서구', '16 구로구', '17 관악구', '18 노원구', '19 양천구', '20 중랑구', '21 서초구', '22 송파구', '23 광진구', '24 강북구', '25 금천구'],
    '02': ['01 수원시', '02 성남시', '03 의정부시', '04 안양시', '05 부천시', '06 동두천시', '07 광명시', '08 이천시', '09 평택시', '10 구리시', '11 과천시', '12 안산시', '13 오산시', '14 의왕시', '15 군포시', '16 시흥시', '17 남양주시', '18 하남시', '19 고양시', '20 용인시', '21 양주시', '22 여주시', '24 화성시', '26 파주시', '28 광주시', '29 연천군', '30 포천시', '31 가평군', '32 양평군', '35 안성시', '36 김포시'],
    '03': ['01 춘천시', '02 원주시', '03 강릉시', '04 속초시', '05 동해시', '06 태백시', '07 삼척시', '22 홍천군', '23 횡성군', '25 영월군', '26 평창군', '27 정선군', '28 철원군', '29 화천군', '30 양구군', '31 인제군', '32 고성군', '33 양양군'],
    '04': ['01 청주시', '02 충주시', '03 제천시', '22 보은군', '23 옥천군', '24 영동군', '25 진천군', '26 괴산군', '27 음성군', '30 단양군', '31 증평군'],
    '05': ['02 천안시', '03 공주시', '04 아산시', '05 보령시', '06 서산시', '07 논산시', '08 계룡시', '21 금산군', '26 부여군', '27 서천군', '29 청양군', '30 홍성군', '31 예산군', '33 당진시', '37 태안군'],
    '06': ['01 전주시', '02 군산시', '03 익산시', '04 남원시', '05 정읍시', '06 김제시', '21 완주군', '22 진안군', '23 무주군', '24 장수군', '25 임실군', '27 순창군', '29 고창군', '30 부안군'],
    '07': ['02 목포시', '03 여수시', '04 순천시', '05 나주시', '07 광양시', '22 담양군', '23 곡성군', '24 구례군', '28 고흥군', '29 보성군', '30 화순군', '31 장흥군', '32 강진군', '33 해남군', '34 영암군', '35 무안군', '37 함평군', '38 영광군', '39 장성군', '40 완도군', '41 진도군', '42 신안군'],
    '08': ['01 포항시', '02 경주시', '03 김천시', '04 영주시', '05 영천시', '06 안동시', '07 구미시', '08 문경시', '09 상주시', '10 경산시', '23 의성군', '25 청송군', '26 영양군', '27 영덕군', '32 청도군', '33 고령군', '34 성주군', '35 칠곡군', '40 예천군', '42 봉화군', '43 울진군', '44 울릉군'],
    '09': ['02 창원시', '04 진주시', '06 통영시', '07 사천시', '08 김해시', '09 밀양시', '10 거제시', '11 양산시', '22 의령군', '23 함안군', '24 창녕군', '32 고성군', '34 남해군', '35 하동군', '36 산청군', '37 함양군', '38 거창군', '39 합천군'],
    '10': ['01 중구', '02 서구', '03 동구', '04 영도구', '05 부산진구', '06 동래구', '07 남구', '08 북구', '09 해운대구', '10 사하구', '11 강서구', '12 금정구', '13 연제구', '14 수영구', '15 사상구', '31 기장군'],
    '11': ['01 제주시', '02 서귀포시'],
    '14': ['1401 중구', '1402 동구', '1403 서구', '1404 남구', '1405 북구', '1406 수성구', '1407 달서구', '1431 달성군'],
    '15': ['01 중구', '02 동구', '03 미추홀구', '04 부평구', '05 서구', '06 남동구', '07 연수구', '08 계양구', '31 강화군', '32 옹진군'],
    '16': ['01 동구', '02 서구', '03 북구', '04 광산구', '05 남구'],
    '17': ['01 동구', '02 중구', '03 서구', '04 유성구', '05 대덕구'],
    '18': ['01 중구', '02 남구', '03 동구', '04 북구', '31 울주군'],
    '19': ['01 세종시']
};